{"intents": [
        {"tag": "greeting",
         "patterns": ["Hi", "How are you", "Is anyone there?", "Hello", "Good day", "Whats up", "0", "0."],
         "responses": ["Hello! What can i help you with? You can ask me about Covid-19, just write this key-word to explore topics.\n 1. What is COVID-19?\n 2. Latest Numbers & Cases\n 3. Should I wear a mask to protect myself?\n 4. How does COVID-19 spread?\n 5. Is there anything I should not do?\n 6. What are the symptoms of COVID-19?\n"],
         "context_set": ""
        },
        {"tag": "goodbye",
         "patterns": ["cya", "See you later", "Goodbye", "I am Leaving", "Have a Good day"],
         "responses": ["If you have any other question "],
         "context_set": ""
        },
        {"tag": "goodbye",
         "patterns": ["cya", "See you later", "Goodbye", "I am Leaving", "Have a Good day"],
         "responses": ["If you have any other question "],
         "context_set": ""
        },
        {"tag": "meanings",
         "patterns": ["1", "What is COVID-19?","What is COVID?","What is covid?", "What is covid-19?", "covid 19 is", "1. What is COVID-19?"],
         "responses": ["CO stands for corona, VI for virus, and D for disease. Formerly, this disease was referred to as 2019 novel coronavirus or 2019-nCoV. The COVID-19 virus is a new virus linked to the same family of viruses as Severe Acute Respiratory Syndrome (SARS) and some types of common cold.\n\nReply '0' for Menu"],
         "context_set": ""
        },
        {"tag": "update",
                "patterns": ["2", "Update","2. Update","latest numbers & cases", "latest numbers and cases", "numbers and cases"],
                "responses": ["You can check the latest update here:\n https://covid19.who.int/region/searo/country/id\n\nReply '0' for Menu"]
        },
        {"tag": "protect",
                "patterns": ["3", "Should I wear a mask to protect myself?", "3. Should I wear a mask to protect myself?", "Do I need to wear a mask to protect myself?", "I need to wear a mask ?", "I need to wear a mask?"],
                "responses": ["Only wear a mask if you are ill with COVID-19 symptoms (especially coughing)\n or looking after someone who may have COVID-19. Disposable face mask can only be used once.\n If you are not ill or looking after someone who is ill then you are wasting a mask.\n There is a world-wide shortage of masks, so WHO urges people to use masks wisely.\n\n WHO advises rational use of medical masks to avoid unnecessary wastage of precious resources and mis-use of masks.\n\n\tThe most effective ways to protect yourself and others against COVID-19 are to frequently clean your hands,\n cover your cough with the bend of elbow or tissue and maintain\n a distance of at least 1 meter (3 feet) from people who are coughing or sneezing.\n\nReply '0' for Menu"],
                "context_set": ""
        },
        {"tag": "spread",
                "patterns": ["4", "How does COVID-19 spread?", "3. How does COVID-19 spread?", "covid spread", "covid-19 spread", "COVID19 spread"],
                "responses": ["People can catch COVID-19 from others who have the virus.\n\n\tThe disease can spread from person to person through small droplets from the nose or mouth which are spread when a person with COVID-19 coughs or exhales.\n\n\tThese droplets land on objects and surfaces around the person.\n\n\tOther people then catch COVID-19 by touching these objects or surfaces, then touching their eyes, nose or mouth.\n\n\tPeople can also catch COVID-19 if they breathe in droplets from a person with COVID-19 who coughs out or exhales droplets. This is why it is important to stay more than 1 meter (3 feet) away from a person who is sick.\n\n\tWHO is assessing ongoing research on the ways COVID-19 is spread and will continue to share updated findings.\n\nReply '0' for Menu"],
                "context_set": ""
        },
        {"tag": "shouldnt",
                "patterns": ["5", "Is there anything I should not do?", "Is there anything I shouldn't do?", "4. Is there anything I should not do?", "I should not do", "I can not do", "I can't do"],
                "responses": ["The following measures ARE NOT effective against COVID-19 and can be harmful:\n\n\tSmoking\n\n\tWearing multiple masks\n\n Taking antibiotics\n\n\tIn any case, if you have fever, cough and difficulty breathing seek medical care early to reduce the risk of developing a more severe infection and be sure to share your recent travel history with your health care provider.\n\nReply '0' for Menu"],
                "context_set": ""
        },
        {"tag": "symptoms",
                "patterns": ["6", "What are the symptoms of COVID-19?", "6. What are the symptoms of COVID-19?", "6. What are the symptoms of covid?", "6. covid symptomps", "6. covid19 symptomps", "6. COVID symptomps", "6. COVID-19 symptomps"],
                "responses": ["The most common symptoms of COVID-19 are:\n\n\tfever\n\n\ttiredness\n\n\tdry cough\n\n\tSome patients may have aches and pains, nasal congestion, runny nose, sore throat or diarrhea.\n\n\tThese symptoms are usually mild and begin gradually. Some people become infected but don’t develop any symptoms and don't feel unwell.\n\n\tMost people (about 80%) recover from the disease without needing special treatment. Around 1 out of every 6 people who gets COVID-19 becomes seriously ill and develops difficulty breathing.\n\n\tOlder people, and those with underlying medical problems like high blood pressure, heart problems or diabetes, are more likely to develop serious illness.\n\nReply '0' for Menu"],
                "context_set": ""
        }
   ]
}